datasets/benchmark-results/netvirtue/201811100936/wordpress-results-httpblyg.id-rsa.pubwordpress-10-20181110094624+1100.log
Running 1m test @ http://blyg.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 132.920ms, rate sampling interval: 366ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   124.78ms   41.25ms 236.54ms   66.60%
    Req/Sec     9.85     12.02    27.00     71.32%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%  123.26ms
 75.000%  154.62ms
 90.000%  177.41ms
 99.000%  226.43ms
 99.900%  236.67ms
 99.990%  236.67ms
 99.999%  236.67ms
100.000%  236.67ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      31.759     0.000000            1         1.00
      68.799     0.100000           50         1.11
      89.343     0.200000          100         1.25
     100.991     0.300000          150         1.43
     115.711     0.400000          200         1.67
     123.263     0.500000          250         2.00
     129.023     0.550000          275         2.22
     136.063     0.600000          300         2.50
     141.823     0.650000          325         2.86
     148.863     0.700000          350         3.33
     154.623     0.750000          375         4.00
     158.975     0.775000          388         4.44
     162.047     0.800000          400         5.00
     165.631     0.825000          413         5.71
     170.239     0.850000          425         6.67
     173.695     0.875000          438         8.00
     175.487     0.887500          445         8.89
     177.407     0.900000          450        10.00
     179.839     0.912500          457        11.43
     182.655     0.925000          463        13.33
     186.623     0.937500          469        16.00
     188.031     0.943750          472        17.78
     188.671     0.950000          476        20.00
     190.463     0.956250          479        22.86
     195.583     0.962500          482        26.67
     197.503     0.968750          485        32.00
     197.887     0.971875          486        35.56
     201.983     0.975000          488        40.00
     204.415     0.978125          490        45.71
     207.871     0.981250          491        53.33
     222.719     0.984375          493        64.00
     222.719     0.985938          493        71.11
     225.791     0.987500          494        80.00
     226.431     0.989062          495        91.43
     228.607     0.990625          496       106.67
     229.247     0.992188          497       128.00
     229.247     0.992969          497       142.22
     229.247     0.993750          497       160.00
     231.167     0.994531          498       182.86
     231.167     0.995313          498       213.33
     235.775     0.996094          499       256.00
     235.775     0.996484          499       284.44
     235.775     0.996875          499       320.00
     235.775     0.997266          499       365.71
     235.775     0.997656          499       426.67
     236.671     0.998047          500       512.00
     236.671     1.000000          500          inf
#[Mean    =      124.779, StdDeviation   =       41.252]
#[Max     =      236.544, Total count    =          500]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  600 requests in 1.00m, 30.87MB read
Requests/sec:      9.99
Transfer/sec:    526.32KB